<div class="pr-agreement">
	<p>KissGO! 是遵循GPL V2 协议的开源项目 </p>
	<p>感谢您选择KissGO!做为您建站和二次开发平台，KissGO!基于 PHP + MySQL的技术开发，具体高度可扩展性与灵活性，可定制性非常强大。</p>
	<p>KissGO! 的官方网址是： <a target="_blank" href="http://www.kissgo.org">www.kissgo.org</a></p>
	<p>为了使你正确并合法的使用本软件，请你在使用前务必阅读清楚下面的协议条款：</p>
	<strong>一、本授权协议适用于 KissGO! 所有版本，KissGO!开发组织对本授权协议的最终解释权。</strong><br/>
	<strong>二、协议许可的权利 </strong>
	<p>1、您可以在完全遵守本最终用户授权协议的基础上，将本软件应用于非商业用途或商业用途，而不必支付软件版权授权费用。 </p>
	<p>2、您可以在协议规定的约束和限制范围内修改 KissGO! 源代码或界面风格以适应您的网站要求。 </p>
	<p>3、您拥有使用本软件构建的网站全部内容所有权，并独立承担与这些内容的相关法律义务。 </p>	
	<strong>三、免责声明 </strong>
	<p>1、本软件及所附带的文件是作为不提供任何明确的或隐含的赔偿或担保的形式提供的。 </p>
	<p>2、用户出于自愿而使用本软件，您必须了解使用本软件的风险，KissGO! 组织不承担任何因使用本软件而产生问题的相关责任。 </p>				
	<p>4、如果本软件带有其它软件的整合API示范例子包，这些文件版权不属于本软件组织，并且这些文件是没经过授权发布的，请参考相关软件的使用许可合法的使用。</p>
	<p><b>协议发布时间：</b> 2012年12月1日</p>
	<p><b>版本最新更新：</b> 2012年12月1日 By KissGO! 开发组织.</p>
</div>